Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVNativeModeSwitchingUnverifiedModesDescriptionNTSC30Exact
source: Select this format to make sure it works with your television. Once verified, Apple TV can use it automatically. %@ is an exact match for %@ content on televisions that don’t support %@.
ar: حدد هذا التنسيق للتأكد أنه يعمل مع تلفزيونك. وبمجرد التحقق، يمكن أن يستخدمه Apple TV تلقائيًا. ‏%@ مطابق تمامًا لمحتوى %@ على أجهزة التلفزيون التي لا تدعم %@.
ca: Selecciona aquest format per verificar que funcioni amb el televisor. Un cop s’hagi verificat, s’utilitzarà automàticament. L’equivalència exacta per a contingut codificat a %@ en televisors que no admeten %@ és %@.
cs: Tento formát vyberte, chcete‑li zjistit, jestli na vašem televizoru funguje. Po ověření ho může Apple TV používat automaticky. %@ je optimální volba pro obsah kódovaný se snímkovou frekvencí %@ na televizorech, které nepodporují frekvenci %@.
da: Vælg dette format for at sikre, at det virker på dit fjernsyn. Når det er blevet bekræftet, kan Apple TV bruge det automatisk. %@ er et nøjagtigt match for indhold med %@ på fjernsyn, der ikke understøtter %@.
de: Wähle dieses Format, um sicherzustellen, dass es mit deinem TV-Gerät funktioniert. Nach der Verifizierung kann es von Apple TV automatisch verwendet werden. %@ ist eine genaue Entsprechung für %@-Inhalte auf Fernsehern, die %@ nicht unterstützen.
el: Επιλέξτε αυτήν τη μορφή για να ελεγχθεί αν λειτουργεί με την τηλεόρασή σας. Όταν επαληθευτεί ότι λειτουργεί, το Apple TV θα μπορεί να τη χρησιμοποιεί αυτόματα. Η συχνότητα %@ αντιστοιχεί απόλυτα σε περιεχόμενο %@ σε τηλεοράσεις που δεν υποστηρίζουν συχνότητες %@.
es: Selecciona este formato para comprobar si es compatible con tu televisor. Después de verificarlo, el Apple TV lo podrá usar automáticamente. %@ es la correspondencia exacta de los contenidos codificados a %@ en los televisores que no admiten %@.
es_us: Selecciona este formato para verificar que tu TV sea compatible con él. Una vez verificado, el Apple TV lo podrá usar automáticamente. La equivalencia para el contenido a %2$@ en TV que no admiten %3$@ es %1$@.
fi: Varmista valitsemalla tämä näyttötila, että se toimii televisiossasi. Kun tämä on vahvistettu, Apple TV voi käyttää sitä automaattisesti. %@ vastaa täsmälleen %@:n sisältöä televisiossa, jotka eivät tue %@:iä.
fr: Sélectionnez ce format pour vérifier s’il est compatible avec votre téléviseur. S’il l’est, l’Apple TV pourra l’utiliser automatiquement. « %@ » est une correspondance exacte pour le contenu encodé à « %@ » sur les téléviseurs qui ne prennent pas en charge la fréquence « %@ ».
fr_ca: Sélectionnez ce format pour vérifier qu’il fonctionne avec votre télévision. Une fois qu’elle l’a vérifié, l’Apple TV peut l’utiliser automatiquement. %@ est une correspondance exacte pour les contenus à %@ diffusés sur les télévisions qui ne prennent pas en charge la fréquence %@.
he: יש לבחור את הפורמט הזה כדי לוודא שהוא נתמך בטלוויזיה שלך. לאחר האימות, ה-Apple TV יוכל להשתמש בו באופן אוטומטי. ‏%@ הוא התאמה מדויקת לתוכן של %@ בטלוויזיות שאינן תומכות ב-%@.
hi: यह फ़ॉर्मैट यह निश्चित करने के लिए चुनें कि यह आपके टेलीविज़न के साथ काम करता है। सत्यापन के बाद Apple TV इसका ऑटोमैटिकली उपयोग कर सकता है। %3$@ का समर्थन न करने वाले टेलीविज़न पर %2$@ के लिए %1$@ एकदम सटीक है।
hr: Odaberite ovaj format kako biste provjerili hoće li raditi na vašem televizoru. Nakon verificiranja, Apple TV ga može automatski koristiti. %@ točno odgovara filmskom sadržaju od %@ na televizorima koji ne podržavaju %@.
hu: Válassza ezt a formátumot annak érdekében, hogy meggyőződjön arról, az működik a televíziójával. Az ellenőrzés után az Apple TV már automatikusan tudja használni. A(z) %@ a másodpercenként %@ sebességű tartalmaknak felel meg a(z) %@‑et nem támogató televíziók esetében.
id: Pilih format ini untuk memastikan bahwa format dapat digunakan di televisi Anda. Setelah diverifikasi, Apple TV dapat menggunakannya secara otomatis. %@ pas untuk konten %@ di televisi yang tidak mendukung %@.
it: Seleziona questo formato per verificare che sia compatibile con il tuo televisore. Se è supportato, Apple TV può utilizzarlo automaticamente. %@ è la corrispondenza esatta per i contenuti a %@ sui televisori che non supportano %@.
ja: お使いのテレビで動作するか確認するにはこのフォーマットを選択してください。動作が検証されれば、Apple TVは自動的にそれを使用します。 %1$@は%3$@に対応していないテレビにおける%2$@のコンテンツに正確に一致します。
ko: 이 포맷을 선택하여 사용자의 텔레비전과 호환되는지 확인하십시오. 호환되는 것으로 확인되면 Apple TV가 자동으로 이 포맷을 사용할 수 있습니다. %1$@는 %3$@를 지원하지 않는 텔레비전의 %2$@ 콘텐츠와 정확하게 일치합니다.
ms: Pilih format ini untuk memastikan ia berfungsi dengan televisyen anda. Setelah disahkan, Apple TV boleh menggunakannya secara automatik. %@ ialah padanan tepat untuk kandungan %@ pada televisyen yang tidak menyokong %@.
nb: Velg dette formatet for å forsikre deg om at det støttes av TV-en din. Etter verifiseringen kan formatet brukes automatisk på Apple TV. %@ er nøyaktig det som brukes for %@-innhold på TV-er som ikke støtter %@.
nl: Selecteer deze structuur om ervoor te zorgen dat deze geschikt is voor je televisie. Apple TV kan deze structuur automatisch gebruiken, zodra deze is geverifieerd. %@ past precies bij materiaal op %@ op televisies die geen ondersteuning bieden voor %@.
pl: Wybierz ten format, aby sprawdzić, czy działa na Twoim telewizorze. Jeśli tak, możemy używać go automatycznie. %@ to standardowa wartość w przypadku materiałów o %@ na telewizorach nieobsługujących częstotliwości %@.
pt_br: Selecione este formato para conferir se ele funciona com a televisão. Após a verificação, a Apple TV poderá usá‑lo automaticamente. %@ é uma correspondência exata para conteúdo em %@ em televisões que não são compatíveis com %@.
pt_pt: Selecione este formato para se certificar de que funciona com a sua televisão. Uma vez confirmado, a Apple TV poderá usá‑lo automaticamente. %@ coincide exatamente com conteúdo a %@ em televisões que não suportam %@.
ro: Selectați acest format pentru a verifica dacă funcționează cu televizorul dvs. După verificare, Apple TV‑ul îl va putea utiliza automat. %@ corespunde exact conținutului de %@ pe televizoarele incompatibile cu %@.
ru: Выберите этот формат, чтобы убедиться, что он поддерживается телевизором. После проверки Apple TV сможет переключаться на него автоматически. Частота %@ точно соответствует контенту с кадровой частотой %@ на телевизорах, не поддерживающих частоту %@.
sk: Vyberte tento formát, ak si chcete overiť, že ho váš televízor podporuje. Po overení ho Apple TV môže používať automaticky. %@ presne zodpovedá obsahu s rýchlosťou %@ na televízoroch, ktoré nepodporujú frekvenciu %@.
sl: Izberite to obliko, da se prepričate, ali deluje z vašim televizorjem. Po potrditvi lahko Apple TV to obliko uporabi samodejno. %@ natančno ustreza vsebini s hitrostjo %@ v televizorjih, ki ne podpirajo hitrosti osveževanja %@.
sv: Välj det här formatet om du vill vara säker på att det fungerar tillsammans med din TV. När det har verifierats kan det användas med Apple TV automatiskt. %@ är en exakt matchning för innehåll med %@ på TV-apparater som saknar stöd för %@.
th: เลือกรูปแบบนี้เพื่อให้แน่ใจว่ารูปแบบนี้ใช้ได้กับโทรทัศน์ของคุณ Apple TV สามารถใช้รูปแบบนี้ได้โดยอัตโนมัติหลังจากตรวจสอบยืนยันแล้ว %@ เป็นความถี่ที่ตรงกันสำหรับเนื้อหาทางโทรทัศน์แบบ %@ ที่ไม่รองรับความถี่ %@
tr: Televizyonunuzda çalışacağından emin olmak için bu biçimi seçin. Doğrulandıktan sonra Apple TV onu otomatik olarak kullanabilir. %1$@, %3$@ hızını desteklemeyen televizyonlardaki %2$@ içeriğin aynısıdır.
uk: Виберіть цей формат, щоб перевірити його на сумісність із вашим телевізором. Після підтвердження сумісності Apple TV може застосовувати його автоматично. Частота %@ точно відповідає вмісту з %@ на телевізорах, які не підтримують %@.
vi: Chọn định dạng này để đảm bảo nội dung hoạt động với tivi của bạn. Sau khi đã xác minh, Apple TV có thể tự động sử dụng định dạng đó. %@ hoàn toàn phù hợp cho nội dung %@ trên các tivi không hỗ trợ tốc độ %@.
zh_cn: 选择此格式以确保它适用于你的电视。验证后，Apple TV可自动使用此格式。 在不支持%3$@的电视上，%1$@是%2$@内容的精确匹配。
zh_hk: 選擇此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 在不支援%3$@的電視上，%1$@是%2$@內容的精確匹配。
zh_tw: 選取此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 在不支援%3$@的電視上，%1$@精確符合了%2$@的內容。

# AVNativeModeSwitchingUnverifiedModesDescriptionNTSC60
source: Select this format to make sure it works with your television. Once verified, Apple TV can use it automatically. %@ is standard on televisions in North America and other regions using NTSC.
ar: حدد هذا التنسيق للتأكد أنه يعمل مع تلفزيونك. وبمجرد التحقق، يمكن أن يستخدمه Apple TV تلقائيًا. ‏%@ هو المعدل القياسي على أجهزة التلفزيون في أمريكا الشمالية والمناطق الأخرى التي تستخدم NTSC.
ca: Selecciona aquest format per verificar que funcioni amb el televisor. Un cop s’hagi verificat, s’utilitzarà automàticament. A l’Amèrica del Nord i altres regions on s’utilitza el sistema NTSC, la freqüència estàndard en televisors és %@.
cs: Tento formát vyberte, chcete‑li zjistit, jestli na vašem televizoru funguje. Po ověření ho může Apple TV používat automaticky. %@ je standardní frekvence televizorů v Severní Americe a dalších oblastech, kde se používá standard NTSC.
da: Vælg dette format for at sikre, at det virker på dit fjernsyn. Når det er blevet bekræftet, kan Apple TV bruge det automatisk. %@ er standard på fjernsyn i Nordamerika og andre områder, der bruger NTSC.
de: Wähle dieses Format, um sicherzustellen, dass es mit deinem TV-Gerät funktioniert. Nach der Verifizierung kann es von Apple TV automatisch verwendet werden. %@ ist in Nordamerika und anderen Regionen, die NTSC verwenden, der Standard auf Fernsehgeräten.
el: Επιλέξτε αυτήν τη μορφή για να ελεγχθεί αν λειτουργεί με την τηλεόρασή σας. Όταν επαληθευτεί ότι λειτουργεί, το Apple TV θα μπορεί να τη χρησιμοποιεί αυτόματα. Η συχνότητα %@ είναι η τυπική συχνότητα για τηλεοράσεις στη Βόρεια Αμερική και άλλες περιοχές όπου χρησιμοποιείται το πρότυπο NTSC.
es: Selecciona este formato para comprobar si es compatible con tu televisor. Después de verificarlo, el Apple TV lo podrá usar automáticamente. %@ es la frecuencia de actualización estándar en los televisores de Norteamérica y otras regiones que usan el sistema NTSC.
es_us: Selecciona este formato para verificar que tu TV sea compatible con él. Una vez verificado, el Apple TV lo podrá usar automáticamente. El estándar para TV en América del Norte y otras regiones que usan NTSC es %@.
fi: Varmista valitsemalla tämä näyttötila, että se toimii televisiossasi. Kun tämä on vahvistettu, Apple TV voi käyttää sitä automaattisesti. %@ on standardi televisioissa Pohjois-Amerikassa ja muilla alueilla, jotka käyttävät NTSC:tä.
fr: Sélectionnez ce format pour vérifier s’il est compatible avec votre téléviseur. S’il l’est, l’Apple TV pourra l’utiliser automatiquement. « %@ » est une fréquence standard sur les téléviseurs en Amérique du Nord et dans les autres régions utilisant le format NTSC.
fr_ca: Sélectionnez ce format pour vérifier qu’il fonctionne avec votre télévision. Une fois qu’elle l’a vérifié, l’Apple TV peut l’utiliser automatiquement. %@ est la valeur standard sur les télévisions en Amérique du Nord et dans d’autres régions utilisant la norme NTSC.
he: יש לבחור את הפורמט הזה כדי לוודא שהוא נתמך בטלוויזיה שלך. לאחר האימות, ה-Apple TV יוכל להשתמש בו באופן אוטומטי. ‏%@ הוא תדר סטנדרטי לטלוויזיות בצפון אמריקה ובאזורים אחרים שמשתמשים ב-NTSC.
hi: यह फ़ॉर्मैट यह निश्चित करने के लिए चुनें कि यह आपके टेलीविज़न के साथ काम करता है। सत्यापन के बाद Apple TV इसका ऑटोमैटिकली उपयोग कर सकता है। %@ उत्तरी अमेरिका और NTSC का उपयोग करने वाले अन्य क्षेत्रों में टेलीविज़न पर मानक है।
hr: Odaberite ovaj format kako biste provjerili hoće li raditi na vašem televizoru. Nakon verificiranja, Apple TV ga može automatski koristiti. %@ je standard na televizorima u Sjevernoj Americi i drugim regijama koje koriste NTSC.
hu: Válassza ezt a formátumot annak érdekében, hogy meggyőződjön arról, az működik a televíziójával. Az ellenőrzés után az Apple TV már automatikusan tudja használni. A(z) %@ az Észak-Amerika és más, NTSC‑t használó régiók területén használatos televíziók esetében szabványos.
id: Pilih format ini untuk memastikan bahwa format dapat digunakan di televisi Anda. Setelah diverifikasi, Apple TV dapat menggunakannya secara otomatis. %@ standar di televisi di Amerika Utara dan wilayah lainnya yang menggunakan NTSC.
it: Seleziona questo formato per verificare che sia compatibile con il tuo televisore. Se è supportato, Apple TV può utilizzarlo automaticamente. %@ è lo standard sui televisori in America del Nord e altre zone che utilizzano NTSC.
ja: お使いのテレビで動作するか確認するにはこのフォーマットを選択してください。動作が検証されれば、Apple TVは自動的にそれを使用します。 %@は北アメリカおよびNTSCを使用しているその他の地域のテレビにおける標準です。
ko: 이 포맷을 선택하여 사용자의 텔레비전과 호환되는지 확인하십시오. 호환되는 것으로 확인되면 Apple TV가 자동으로 이 포맷을 사용할 수 있습니다. %@는 북미 및 NTSC를 사용하는 기타 지역의 텔레비전 표준입니다.
ms: Pilih format ini untuk memastikan ia berfungsi dengan televisyen anda. Setelah disahkan, Apple TV boleh menggunakannya secara automatik. %@ ialah standard pada televisyen di Amerika Utara dan rantau lain yang menggunakan NTSC.
nb: Velg dette formatet for å forsikre deg om at det støttes av TV-en din. Etter verifiseringen kan formatet brukes automatisk på Apple TV. %@ er standard på TV-er i Nord-Amerika og andre områder som bruker NTSC.
nl: Selecteer deze structuur om ervoor te zorgen dat deze geschikt is voor je televisie. Apple TV kan deze structuur automatisch gebruiken, zodra deze is geverifieerd. %@ is standaard op televisies in Noord-Amerika en andere regio's die NTSC gebruiken.
pl: Wybierz ten format, aby sprawdzić, czy działa na Twoim telewizorze. Jeśli tak, możemy używać go automatycznie. %@ to standardowa wartość w przypadku telewizorów w Ameryce Północnej i innych regionach używających standardu NTSC.
pt_br: Selecione este formato para conferir se ele funciona com a televisão. Após a verificação, a Apple TV poderá usá‑lo automaticamente. %@ é o padrão em televisões na América do Norte e outras regiões que usam NTSC.
pt_pt: Selecione este formato para se certificar de que funciona com a sua televisão. Uma vez confirmado, a Apple TV poderá usá‑lo automaticamente. %@ é o padrão nas televisões da América do Norte e de outras regiões que usem NTSC.
ro: Selectați acest format pentru a verifica dacă funcționează cu televizorul dvs. După verificare, Apple TV‑ul îl va putea utiliza automat. %@ este valoarea standard pentru televizoarele din America de Nord și din alte regiuni care utilizează NTSC.
ru: Выберите этот формат, чтобы убедиться, что он поддерживается телевизором. После проверки Apple TV сможет переключаться на него автоматически. Частота %@ используется на телевизорах в Северной Америке и других регионах, где действует стандарт NTSC.
sk: Vyberte tento formát, ak si chcete overiť, že ho váš televízor podporuje. Po overení ho Apple TV môže používať automaticky. %@ je štandard na televízoroch v Severnej Amerike a ďalších regiónoch, v ktorých sa používa formát NTSC.
sl: Izberite to obliko, da se prepričate, ali deluje z vašim televizorjem. Po potrditvi lahko Apple TV to obliko uporabi samodejno. %@ je standard v televizorjih v Severni Ameriki in drugih regijah, ki uporabljajo NTSC.
sv: Välj det här formatet om du vill vara säker på att det fungerar tillsammans med din TV. När det har verifierats kan det användas med Apple TV automatiskt. %@ är standard på TV-apparater i Nordamerika och andra regioner som använder NTSC.
th: เลือกรูปแบบนี้เพื่อให้แน่ใจว่ารูปแบบนี้ใช้ได้กับโทรทัศน์ของคุณ Apple TV สามารถใช้รูปแบบนี้ได้โดยอัตโนมัติหลังจากตรวจสอบยืนยันแล้ว %[tt]@เป็นความถี่มาตรฐานทางโทรทัศน์ในอเมริกาเหนือและภูมิภาคอื่นที่ใช้ NTSC
tr: Televizyonunuzda çalışacağından emin olmak için bu biçimi seçin. Doğrulandıktan sonra Apple TV onu otomatik olarak kullanabilir. %@, Kuzey Amerika’daki ve NTSC kullanan diğer bölgelerde televizyonlardaki standarttır.
uk: Виберіть цей формат, щоб перевірити його на сумісність із вашим телевізором. Після підтвердження сумісності Apple TV може застосовувати його автоматично. Частота %@ використовується на телевізорах у Північній Америці та інших регіонах, де використовується стандарт NTSC.
vi: Chọn định dạng này để đảm bảo nội dung hoạt động với tivi của bạn. Sau khi đã xác minh, Apple TV có thể tự động sử dụng định dạng đó. %@ là tốc độ tiêu chuẩn trên các tivi tại Bắc Mỹ và các vùng khác đang sử dụng NTSC.
zh_cn: 选择此格式以确保它适用于你的电视。验证后，Apple TV可自动使用此格式。 在使用NTSC的北美和其他地区，%@是电视的标准。
zh_hk: 選擇此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 %@是北美和其他使用NTSC地區的電視的標準。
zh_tw: 選取此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 在使用NTSC的北美和其他地區，%@為電視的標準。

# AVNativeModeSwitchingUnverifiedModesDescriptionNTSC60Exact
source: Select this format to make sure it works with your television. Once verified, Apple TV can use it automatically. %@ is an exact match for content recorded at %@.
ar: حدد هذا التنسيق للتأكد أنه يعمل مع تلفزيونك. وبمجرد التحقق، يمكن أن يستخدمه Apple TV تلقائيًا. ‏%@ مطابق تمامًا لمحتوى الأفلام المسجلة بمعدل %@.
ca: Selecciona aquest format per verificar que funcioni amb el televisor. Un cop s’hagi verificat, s’utilitzarà automàticament. L’equivalència exacta per a contingut gravat a %@ és %@.
cs: Tento formát vyberte, chcete‑li zjistit, jestli na vašem televizoru funguje. Po ověření ho může Apple TV používat automaticky. %@ je optimální volba pro obsah zaznamenaný se snímkovou frekvencí %@.
da: Vælg dette format for at sikre, at det virker på dit fjernsyn. Når det er blevet bekræftet, kan Apple TV bruge det automatisk. %@ er et nøjagtigt match for indhold, der er optaget ved %@.
de: Wähle dieses Format, um sicherzustellen, dass es mit deinem TV-Gerät funktioniert. Nach der Verifizierung kann es von Apple TV automatisch verwendet werden. %@ ist eine genaue Entsprechung für Inhalte, die mit %@ aufgenommen wurden.
el: Επιλέξτε αυτήν τη μορφή για να ελεγχθεί αν λειτουργεί με την τηλεόρασή σας. Όταν επαληθευτεί ότι λειτουργεί, το Apple TV θα μπορεί να τη χρησιμοποιεί αυτόματα. Η συχνότητα %@ αντιστοιχεί απόλυτα σε περιεχόμενο που έχει εγγραφεί σε %@.
es: Selecciona este formato para comprobar si es compatible con tu televisor. Después de verificarlo, el Apple TV lo podrá usar automáticamente. %@ es la correspondencia exacta de los contenidos grabados a %@.
es_us: Selecciona este formato para verificar que tu TV sea compatible con él. Una vez verificado, el Apple TV lo podrá usar automáticamente. La equivalencia para el contenido grabado a %2$@ es %1$@.
fi: Varmista valitsemalla tämä näyttötila, että se toimii televisiossasi. Kun tämä on vahvistettu, Apple TV voi käyttää sitä automaattisesti. %@ vastaa täsmälleen elokuvasisältöä, joka on tallennettu nopeudella %@.
fr: Sélectionnez ce format pour vérifier s’il est compatible avec votre téléviseur. S’il l’est, l’Apple TV pourra l’utiliser automatiquement. « %@ » est une correspondance exacte pour les films enregistrés à « %@ ».
fr_ca: Sélectionnez ce format pour vérifier qu’il fonctionne avec votre télévision. Une fois qu’elle l’a vérifié, l’Apple TV peut l’utiliser automatiquement. %@ est une correspondance exacte pour les contenus enregistrés à %@.
he: יש לבחור את הפורמט הזה כדי לוודא שהוא נתמך בטלוויזיה שלך. לאחר האימות, ה-Apple TV יוכל להשתמש בו באופן אוטומטי. ‏%@ הוא התאמה מדויקת לתוכן שהוקלט ב-%@.
hi: यह फ़ॉर्मैट यह निश्चित करने के लिए चुनें कि यह आपके टेलीविज़न के साथ काम करता है। सत्यापन के बाद Apple TV इसका ऑटोमैटिकली उपयोग कर सकता है। %2$@ पर रिकॉर्ड किए गए कॉन्टेंट के लिए %1$@ एकदम सटीक है।
hr: Odaberite ovaj format kako biste provjerili hoće li raditi na vašem televizoru. Nakon verificiranja, Apple TV ga može automatski koristiti. %@ točno odgovara sadržaju snimljenom na %@.
hu: Válassza ezt a formátumot annak érdekében, hogy meggyőződjön arról, az működik a televíziójával. Az ellenőrzés után az Apple TV már automatikusan tudja használni. A(z) %@ a(z) %@ sebességgel rögzített tartalmaknak felel meg.
id: Pilih format ini untuk memastikan bahwa format dapat digunakan di televisi Anda. Setelah diverifikasi, Apple TV dapat menggunakannya secara otomatis. %@ pas untuk konten yang direkam pada %@.
it: Seleziona questo formato per verificare che sia compatibile con il tuo televisore. Se è supportato, Apple TV può utilizzarlo automaticamente. %@ è la corrispondenza esatta per i contenuti registrati a %@.
ja: お使いのテレビで動作するか確認するにはこのフォーマットを選択してください。動作が検証されれば、Apple TVは自動的にそれを使用します。 %@は%@で録画されたコンテンツに正確に一致します。
ko: 이 포맷을 선택하여 사용자의 텔레비전과 호환되는지 확인하십시오. 호환되는 것으로 확인되면 Apple TV가 자동으로 이 포맷을 사용할 수 있습니다. %@는 %@로 녹화된 콘텐츠와 정확하게 일치합니다.
ms: Pilih format ini untuk memastikan ia berfungsi dengan televisyen anda. Setelah disahkan, Apple TV boleh menggunakannya secara automatik. %@ ialah padanan tepat untuk kandungan yang dirakam pada %@.
nb: Velg dette formatet for å forsikre deg om at det støttes av TV-en din. Etter verifiseringen kan formatet brukes automatisk på Apple TV. %@ er nøyaktig det som brukes for innhold som er spilt inn med %@.
nl: Selecteer deze structuur om ervoor te zorgen dat deze geschikt is voor je televisie. Apple TV kan deze structuur automatisch gebruiken, zodra deze is geverifieerd. %@ past precies bij materiaal dat is opgenomen op %@.
pl: Wybierz ten format, aby sprawdzić, czy działa na Twoim telewizorze. Jeśli tak, możemy używać go automatycznie. %@ to dokładna wartość w przypadku materiałów filmowych zakodowanych przy %@.
pt_br: Selecione este formato para conferir se ele funciona com a televisão. Após a verificação, a Apple TV poderá usá‑lo automaticamente. %@ é uma correspondência exata para conteúdo de filme gravado a %@.
pt_pt: Selecione este formato para se certificar de que funciona com a sua televisão. Uma vez confirmado, a Apple TV poderá usá‑lo automaticamente. %@ coincide exatamente com conteúdo gravado a %@.
ro: Selectați acest format pentru a verifica dacă funcționează cu televizorul dvs. După verificare, Apple TV‑ul îl va putea utiliza automat. %@ corespunde exact conținutului înregistrat la %@.
ru: Выберите этот формат, чтобы убедиться, что он поддерживается телевизором. После проверки Apple TV сможет переключаться на него автоматически. Частота %@ точно соответствует контенту, записанному с кадровой частотой %@.
sk: Vyberte tento formát, ak si chcete overiť, že ho váš televízor podporuje. Po overení ho Apple TV môže používať automaticky. %@ presne zodpovedá obsahu nahranému s rýchlosťou %@.
sl: Izberite to obliko, da se prepričate, ali deluje z vašim televizorjem. Po potrditvi lahko Apple TV to obliko uporabi samodejno. %@ natančno ustreza vsebini, posneti pri %@.
sv: Välj det här formatet om du vill vara säker på att det fungerar tillsammans med din TV. När det har verifierats kan det användas med Apple TV automatiskt. %@ är en exakt matchning för innehåll som är inspelat med %@.
th: เลือกรูปแบบนี้เพื่อให้แน่ใจว่ารูปแบบนี้ใช้ได้กับโทรทัศน์ของคุณ Apple TV สามารถใช้รูปแบบนี้ได้โดยอัตโนมัติหลังจากตรวจสอบยืนยันแล้ว %@ เป็นความถี่ที่ตรงกันสำหรับเนื้อหาที่บันทึกที่ %@
tr: Televizyonunuzda çalışacağından emin olmak için bu biçimi seçin. Doğrulandıktan sonra Apple TV onu otomatik olarak kullanabilir. %@, %@ hızında kaydedilmiş içeriğin aynısıdır.
uk: Виберіть цей формат, щоб перевірити його на сумісність із вашим телевізором. Після підтвердження сумісності Apple TV може застосовувати його автоматично. Частота %@ точно відповідає вмісту, записаному з %@.
vi: Chọn định dạng này để đảm bảo nội dung hoạt động với tivi của bạn. Sau khi đã xác minh, Apple TV có thể tự động sử dụng định dạng đó. %@ hoàn toàn phù hợp cho nội dung được ghi tại %@.
zh_cn: 选择此格式以确保它适用于你的电视。验证后，Apple TV可自动使用此格式。 %@是以%@录制内容的精确匹配。
zh_hk: 選擇此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 %@是以%@錄製的內容的精確匹配。
zh_tw: 選取此格式以確定你的電視是否支援。驗證後，Apple TV會自動使用。 %@精確符合了以%@錄製的內容。
